Repository: hummerd/AppManager
Catalog: AppManager/AppManager/Strings.*.resx
Languages: ru

# ADD_SCANNED
source: Add selected applications
ru: Добавить выбранные приложения

# ADD_TO_AUTO_GROUPS
source: (Add to auto generated groups)
ru: (Добавить к автоматически сгенерированным группам )

# ADD_TO_TYPE
source: Add to group
ru: Добавлять к группе

# ALL_PROGS
source: All Programs menu
ru: Меню Все программы

source: Always on top
ru: Поверх остальных окон

source: Application
ru: Приложение

source: Applications
ru: Приложения

# APPS_IN_TYPE
source: Applications in group:
ru: Ссылок в группе:

# APP_ADD
source: Add new link
ru: Добавить новую ссылку

# APP_DELETE
source: Delete selected links
ru: Удалить выбранные ссылки

# APP_DOWN
source: Move link down
ru: Передвинуть ссылку вниз

# APP_FILTER
source: All files (*.*)|*.*
ru: Все файлы (*.*)|*.*

# APP_MANAGER
source: Link manager
ru: Менеджер ссылок

# APP_STAT
source: Statistics
ru: Статистика

# APP_TITLE
source: StartUp
ru: Стартер

# APP_TYPES
source: Application groups
ru: Группы ссылок

# APP_TYPE_NAME
source: Group name
ru: Имя группы

# APP_UP
source: Move link up
ru: Передвинуть ссылку вверх

source: Auto group
ru: Авто группировка

source: Autostart
ru: Автостарт

source: Change icon
ru: Сменить значок

# CHECK_FOR_UPDATE
source: Check for updates
ru: Проверить обновления

# CHECK_VERSION_AT_START
source: Check for updates at start
ru: Проверять наличие обновлений при старте

# DELETED_FROM
source: deleted from: {0}
ru: удален из: {0}

# DELETE_FROM_RECYCLE_BIN
source: Delete selected links from recycle bin
ru: Удалить выбранные ссылки из корзины

# EDIT_APP_DATA
source: Open application data file
ru: Редактировать файл приложений

# ENABLE_ACT_PANEL
source: Enable mouse activation
ru: Включить активацию мышью

# ENTER_APP_NAME
source: Enter application name
ru: Введите имя ссылки

# ENTER_APP_TYPE_NAME
source: Enter application group name
ru: Введите имя группы

# ENTER_CMD_ARGS
source: Enter command line arguments
ru: Введите аргументы командной строки

# ERROR
source: AppManager error
ru: Ошибка в Стартере

# ERROR_OCCUR
source: Sorry, there is an unknown error in application
ru: Извините, в приложении произошла неопознанная ошибка

# EXCLUDE_EXISTING
source: Exclude existing links
ru: Исключить существующие ссылки

# EXCLUDE_EXISTING_INFO
source: Exclude already added links from search
ru: Исключить уже добавленные ссылки из поиска

# EXCLUDE_RECYCLE_BIN
source: Exclude deleted links (to recycle bin)
ru: Исключить удаленные (в корзину)

# EXCLUDE_RECYCLE_BIN_INFO
source: Exclude links deleted to recycle bin from search
ru: Исключить из поиска ссылки из корзины

# GROUP_ADD
source: Add new group
ru: Добавить новую группу

# GROUP_DELETE
source: Delete selected groups
ru: Удалить выбранные группы

# GROUP_DOWN
source: Move group down
ru: Передвинуть группу вниз

# GROUP_UP
source: Move group up
ru: Передвинуть группу вверх

# HELP_FILE
source: Resources/Help.en-en.rtf
ru: Resources/Help.ru-ru.rtf

# HLP_ACT_PANEL_COLOR
source: Choose color for activation panel
ru: Выберите цвет"панели активации"

# HLP_ALWAYS_ON_TOP
source: Keep main window on top of others
ru: Показывать главное окно программы поверх остальных окон.

# HLP_AUTO_START
source: Start program when you turn on your computer
ru: Запускать программу вместе с компьютером.

# HLP_CHECK_NEW_AT_START
source: Check for new version when application starts. You can check for new version manually using help window
ru: Проверять наличие новой версии при старте программы. Вы можете проверить обновление вручную в окне справки.

# HLP_ENABLE_ACT_PAN
source: Enable "activation panel" - small transparent window in the upper left corner of the screen. Put your mouse there and make a click and main window will appear.
ru: Включить "панель активации" - маленькое прозрачное окно в левом верхнем углу экрана. Если увести мышь в этот угол и щелкнуть там, откроется главное окно программы.

# HLP_KEEP_STAT
source: Keep statistic for launched applications for specified number of months.You can view statistic in links manager
ru: Сохранять статистику запуска приложений за указанное количество месяцев. Вы можете просмотреть статистику запуска в менеджере ссылок.

# HLP_SHORT_ACT_PANEL
source: Make "activation panel" short otherwise it will be plcaed along the left edge of the screen
ru: Сделать "панель активации" короткой. Иначе она будет растянута вдоль всего левого края экрана.

# HLP_SHOW_TITLES
source: Show titles for application buttons
ru: Показывать названия программ на кнопках

# HLP_START_MINIMIZED
source: Do not show main window when program starts. Only tray icon will be shown
ru: Не показывать главное окно при старте программы, показывать только иконку.

# HLP_TRANS_ACT_PANEL
source: Make "activation panel" transparent. Not recommended on windows xp, because of bug in this version of OS that can cause 100 cpu load
ru: Сделать "панель активации" прозрачной. Не рекомендуется для windows xp, из-за бага в этой ОС, вызывающего 100% загрузку процессора при использовании прозрачных окон.

# ICON_FILTER
source: Icon files (*.ico;*.dll;*.exe;*.ocx)|*.ico;*.dll;*.exe;*.ocx
ru: Файлы с иконками (*.ico;*.dll;*.exe;*.ocx)|*.ico;*.dll;*.exe;*.ocx

# LBL_APP_IMAGE_PATH
source: Icon
ru: Иконка

# LBL_APP_NAME
source: Title
ru: Название

# LBL_APP_PATH
source: Path
ru: Путь

# LOOK_FOR_NEW_VER
source: Looking for new version...
ru: Проверяется наличие новой версии...

# MNU_ADD_APP
source: Add new application...
ru: Добавить новую ссылку...

# MNU_ADD_APP_TYPE
source: Add group...
ru: Добавить группу...

# MNU_CHANGE_ICON
source: Change icon...
ru: Сменить значок...

# MNU_CLOSE
source: Exit
ru: Выход

# MNU_DELETE
source: Remove link
ru: Удалить ссылку

# MNU_DELETE_TYPE
source: Delete {0} group
ru: Удалить группу {0}

# MNU_EDIT
source: Edit...
ru: Редактировать...

# MNU_GOTO
source: Go to application folder
ru: Перейти к папке приложения

# MNU_HIDE
source: Hide StartUp
ru: Скрыть Стартер

# MNU_MANAGEAPP
source: Applications manager...
ru: Управление ссылками...

# MNU_REFRESH
source: Refresh image
ru: Обновить изображение

# MNU_RENAME
source: Rename...
ru: Переименовать...

# MNU_RENAME_APP_TYPE
source: Rename {0} group...
ru: Переименовать группу {0}...

# MNU_RUN
source: Run {0}
ru: Запустить {0}

# MNU_RUNAS
source: Run as...
ru: Запуск от имени...

# MNU_RUNAS_ADMIN
source: Run as administrator
ru: Запуск от имени администратора

# MNU_RUN_WITH_ARGS
source: Run with arguments...
ru: Запустить с аргументами...

# MNU_SETTINGS
source: Preferences...
ru: Настройки...

# MNU_SHOW
source: Show StartUp
ru: Показать Стартер

# MOVE_TO_RECYCLE_BIN
source: Move selected application links to recycle bin
ru: Переместить выбранные ссылки в корзину

source: New
ru: Новая

# NEW_APP
source: New application
ru: Новая ссылка

source: not specified
ru: не указано

# NO_NEW_VERSION
source: You use {0} latest version.
ru: Вы пользуетесь последней версией программы {0}.

# OPEN_APP_DATA
source: Show application data folder
ru: Перейти к папке с файлом приложений

# PAGE_ON_CP
source: StartUp's page on CodePlex
ru: Страница Стартер'а на CodePlex

# QUEST_DEL_APP
source: Remove link to {0} ?
ru: Удалить ссылку на {0} ?

# QUEST_DEL_APP_TYPE
source: Delete {0} group?
ru: Удалить группу {0} ?

# QUEST_FIRST_SCAN
source: Do you want to add applications from these folders?
ru: Вы хотите добавить приложения из этих папок?

source: Quick Launch
ru: Быстрый запуск

# QUICK_START
source: Quick Start menu
ru: Меню Быстрый запуск

source: Recycle bin
ru: Корзина

# RECYCLE_BIN_TIP
source: Recycle bin can be used as filter in "Search" tab
ru: Корзина может быть использована как фильтр на вкладке "Поиск"

source: Remove link
ru: Удалить ссылку

# RESTORE_APP
source: Restore selected links form recycle bin
ru: Восстановить выбранные ссылки из корзины

source: Scan
ru: Искать

# SCAN_ALL_PROGS
source: Scan "All Programs" menu
ru: Искать в меню "Все программы"

# SCAN_PATH
source: Sacn selected path
ru: Искать приложения

# SCAN_QUICK_LAUNCH
source: Scan "Quick Launch" menu
ru: Искать в меню "Быстрый запуск"

source: Search
ru: Поиск

source: Select
ru: Выбрать

# SELECT_APP
source: Select target
ru: Выберите объект

# SELECT_APP_GROUP
source: Select group to add applications to
ru: Выберите группу к которой будут добавлены приложения

# SELECT_PATH
source: Select search path
ru: Выбрать путь для поиска

# SEL_ACT_PANEL_COLOR
source: Select activation panel color
ru: Задать цвет панели активации

# SETTINGS
source: Preferences
ru: Настройки

# SHOW_APP_TITLES
source: Show application titles
ru: Показывать заголовки приложений

# SPECIAL_THANKS
source: Special thanks to my friends for testing, feature requests and help with translating into english.
ru: Особое спасибо моим друзьям за тестирование, идеи по улучшению Стартера и помощь с переводом на английский.

source: Start minimized
ru: Запускаться свенрнутым

# TRANS_ACT_PANEL
source: Tansparent activation panel (not recommended on windows xp)
ru: Прозрачная панель активации (не рекомендуется для windows xp)

# UPDATE_CHECK_FAILED
source: Can not check for updates now. Try to check later.
ru: Не удалось проверить наличие новой версии. Попробуйте проверить позже.

# USE_SHORT_ACT_PANEL
source: Mouse activation only in corner
ru: Активация мышью только в углу экрана
